[
  {
    "quote": "Don't blame others as an excuse for your not working hard enough."
  },
  {
    "quote": "Some of us think holding on makes us strong, but sometimes it is letting go."
  },
  {
    "quote": "The biggest room in the world is room for improvement."
  },
  {
    "quote": "It always seems impossible until it's done."
  },
  {
    "quote": "All great achievements require time."
  },
  {
    "quote": "What you seek is seeking you."
  },
  {
    "quote": "A goal is not always meant to be reached, it often serves simply as something to aim at."
  },
  {
    "quote": "So many of our dreams at first seem impossible. Then they seem improbable. And then, when we summon the will, they soon become inevitable."
  },
  {
    "quote": "The creative adult is the child who survived."
  },
  {
    "quote": "Spend more time smiling than frowning and more time praising than criticizing."
  },
  {
    "quote": "Ask what makes you come alive and go do it. Because what the world needs is people who have come alive."
  },
  {
    "quote": "You are confined only by the walls you build yourself."
  },
  {
    "quote": "There are seven days in the week and someday isn't one of them."
  },
  {
    "quote": "The cure to boredom is curiosity. There is no cure for curiosity."
  },
  {
    "quote": "I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back."
  },
  {
    "quote": "The secret to happiness is freedom. And the secret to freedom is courage."
  },
  {
    "quote": "I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back."
  },
  {
    "quote": "Your big opportunity may be right where you are now."
  },
  {
    "quote": "Soon is not as good as now."
  },
  {
    "quote": "Failure is just practice for success."
  },
  {
    "quote": "Art washes away from the soul the dust of every day life."
  },
  {
    "quote": "If you fear failure, you will never go anywhere."
  }
]