{
  "obama": [
    {
      "id": 1,
      "text": "With profound gratitude and great humility, I accept your nomination for the presidency of the United States. Let me express my thanks to the historic slate of candidates who accompanied me on this journey, and especially the one who traveled the farthest - a champion for working Americans and an inspiration to my daughters and to yours -- Hillary Rodham Clinton. To President Clinton, who last night made the case for change as only he can make it; to Ted Kennedy, who embodies the spirit of service; and to the next Vice President of the United States, Joe Biden, I thank you. I am grateful to finish this journey with one of the finest statesmen of our time, a man at ease with everyone from world leaders to the conductors on the Amtrak train he still takes home every night. To the love of my life, our next First Lady, Michelle Obama, and to Sasha and Malia - I love you so much, and I'm so proud of all of you. Four years ago, I stood before you and told you my story - of the brief union between a young man from Kenya and a young woman from Kansas who weren't well-off or well-known, but shared a belief that in America, their son could achieve whatever he put his mind to. It is that promise that has always set this country apart - that through hard work and sacrifice, each of us can pursue our individual dreams but still come together as one American family, to ensure that the next generation can pursue their dreams as well. That's why I stand here tonight. Because for two hundred and thirty two years, at each moment when that promise was in jeopardy, ordinary men and women - students and soldiers, farmers and teachers, nurses and janitors -- found the courage to keep it alive. We meet at one of those defining moments - a moment when our nation is at war, our economy is in turmoil, and the American promise has been threatened once more. Tonight, more Americans are out of work and more are working harder for less. More of you have lost your homes and even more are watching your home values plummet. More of you have cars you can't afford to drive, credit card bills you can't afford to pay, and tuition that's beyond your reach. These challenges are not all of government's making. But the failure to respond is a direct result of a broken politics in Washington and the failed policies of George W. Bush. America, we are better than these last eight years. We are a better country than this.",
      "source": "Democratic Nominee Acceptance Speech - National Democratic Convention - Aug 28, 2008"
    }, {
      "id": 2,
      "text": "This country is more decent than one where a woman in Ohio, on the brink of retirement, finds herself one illness away from disaster after a lifetime of hard work. This country is more generous than one where a man in Indiana has to pack up the equipment he's worked on for twenty years and watch it shipped off to China, and then chokes up as he explains how he felt like a failure when he went home to tell his family the news. We are more compassionate than a government that lets veterans sleep on our streets and families slide into poverty; that sits on its hands while a major American city drowns before our eyes. Tonight, I say to the American people, to Democrats and Republicans and Independents across this great land - enough! This moment - this election - is our chance to keep, in the 21st century, the American promise alive. Because next week, in Minnesota, the same party that brought you two terms of George Bush and Dick Cheney will ask this country for a third. And we are here because we love this country too much to let the next four years look like the last eight. On November 4th, we must stand up and say: Eight is enough. Now let there be no doubt. The Republican nominee, John McCain, has worn the uniform of our country with bravery and distinction, and for that we owe him our gratitude and respect. And next week, we'll also hear about those occasions when he's broken with his party as evidence that he can deliver the change that we need.",
      "source": "Democratic Nominee Acceptance Speech - National Democratic Convention - Aug 28, 2008"
    }, {
      "id": 3,
      "text": "But the record's clear: John McCain has voted with George Bush ninety percent of the time. Senator McCain likes to talk about judgment, but really, what does it say about your judgment when you think George Bush has been right more than ninety percent of the time? I don't know about you, but I'm not ready to take a ten percent chance on change. The truth is, on issue after issue that would make a difference in your lives - on health care and education and the economy - Senator McCain has been anything but independent. He said that our economy has made great progress under this President. He said that the fundamentals of the economy are strong. And when one of his chief advisors - the man who wrote his economic plan - was talking about the anxiety Americans are feeling, he said that we were just suffering from a mental recession, and that we've become, and I quote, a nation of whiners. A nation of whiners? Tell that to the proud auto workers at a Michigan plant who, after they found out it was closing, kept showing up every day and working as hard as ever, because they knew there were people who counted on the brakes that they made. Tell that to the military families who shoulder their burdens silently as they watch their loved ones leave for their third or fourth or fifth tour of duty. These are not whiners. They work hard and give back and keep going without complaint. These are the Americans that I know. Now, I don't believe that Senator McCain doesn't care what's going on in the lives of Americans. I just think he doesn't know. Why else would he define middle-class as someone making under five million dollars a year? How else could he propose hundreds of billions in tax breaks for big corporations and oil companies but not one penny of tax relief to more than one hundred million Americans? How else could he offer a health care plan that would actually tax people's benefits, or an education plan that would do nothing to help families pay for college, or a plan that would privatize Social Security and gamble your retirement? It's not because John McCain doesn't care. It's because John McCain doesn't get it. For over two decades, he's subscribed to that old, discredited Republican philosophy - give more and more to those with the most and hope that prosperity trickles down to everyone else. In Washington, they call this the Ownership Society, but what it really means is - you're on your own. Out of work? Tough luck. No health care? The market will fix it. Born into poverty? Pull yourself up by your own bootstraps - even if you don't have boots. You're on your own. Well it's time for them to own their failure. It's time for us to change America.",
      "source": "Democratic Nominee Acceptance Speech - National Democratic Convention - Aug 28, 2008"
    }, {
      "id": 4,
      "text": "Let me start by noting, Virginia that this is our last rally. This is the last rally of a campaign that began nearly 2 years ago. We've gone to every corner of this country, from here in Northern Virginia to the rocky coasts of Maine, to the open plains of Texas, to the open skies of Montana. I just want to say that whatever happens tomorrow, I have been deeply humbled by this journey. You have welcomed Michelle and me and the girls into your homes. You have shared your stories of struggle, you have spoken of your dreams, along the way, talking with all of you about your own lives. You have enriched my life, you have moved me again and again. You have inspired me. Sometimes when I have been down you have lifted me up. You filled me with new hope for our future and you have reminded me about what makes America so special. In the places I have gone and the people I have met, I have been struck again and again by the fundamental decency and generosity and dignity of men and women who work hard without complaint, to meet their responsibilities every day. I come away with an unyielding belief that if we only had a government as responsible as all of you, as compassionate as the American people, that there is no obstacle that we can't overcome. There is no destiny that we cannot fulfill. Virginia, I have just one word for you, just one word. Tomorrow. Tomorrow. After decades of broken politics in Washington, 8 years of failed policies from George Bush, twenty-one months of campaigning, we are less then one day away from bringing about change in America. Tomorrow you can turn the page on policies that put greed and irresponsibility before hard work and sacrifice. Tomorrow you can choose policies that invest in our middle class, create new jobs and grow this economy so that everybody has a chance to succeed. Not just the CEO but the secretary and the janitor; not just the factory owner but the men and women who work the factory floor. Tomorrow you can put an end to the politics that would divide a nation just to win an election; that puts reason against reason, and city against town, Republican against Democrat; that asks us to fear at a time when we need to hope. Tomorrow, at this defining moment in history, you can give this country the change that we need. It starts here in Virginia. It starts here in Manassas. This is where change begins.",
      "source": "Night Before The Election - The Last Rally - Nov 3, 2008"
    }, {
        "id": 5,
        "text": "Our campaign has not been perfect. There are times when I look back and I've said, you know I wouldn't have done that if I had thought about it a little bit more. But I'll tell you what. When you think about this campaign we've got a lot to be proud of when it comes to the tone that we have set. We tried to argue issues and not engage in personal attacks. We've been fierce in defending ourselves but we've tried to make sure that we are always reminding our supporters that all of us are in this together. Black, white, Hispanic, native American, Asian, Democrats and Republicans, young and old, rich and poor, gay and straight, disabled and not disabled, all of us have something to contribute. We tried to communicate for these last two years that we can't afford the same political games, the same tactics that pit us against one another, that make us afraid of each other. We can't afford that anymore. Not this time. Despite what our opponents might claim, there are no real or fake parts of Virginia anymore and then there are real or fake parts of America. There is no city or town that is more pro-America than anywhere else. We are all one nation. All of us proud. All of us patriots. All of us salute this flag. The men and women who serve on our battlefields come from many walks of life, different political parties, but they fought together and they bled together. Some die together under the same proud flag. They have not served red America or blue America, they have served the United States of America. And that is what this campaign has been about, we're calling us to serve the United States of America.",
      "source": "Night Before The Election - The Last Rally - Nov 3, 2008"
    }, {
        "id": 6,
        "text": "In this campaign I have had the privilege to witness what is best in America, in the stories, in the faces, of men and women I have met at countless rallies, town hall meetings, VFW halls, living rooms, diners, all across America, men and women who shared with me their stories and spoke of their struggles but they also spoke of their hopes and dreams. They want for their children a sense of obligation and debts to be paid to earlier generations. I met one of those women in Greenwood, South Carolina. It was back early when we were way back in the polls. Nobody gave us much of a chance back then. I had gone to South Carolina early in the campaign to see what I could stir up in the way of endorsements, and I was at a legislative dinner sitting next to a state representative that I really wanted to endorse me. So I turned to her and I said I really want your endorsement. And she looked at me and she said I'll tell you what, Obama, I will give you my endorsement if you come to my hometown of Greenwood, South Carolina. I must have had a sip of wine or something that night because right away I said Okay. I'm coming. So the next time I come to South Carolina it's about a month later. We fly in about midnight. We get to the hotel about one o'clock in the morning. I'm exhausted. I'm dragging my bags to my room when I get a tap on my shoulder and I look back and it is one of my staff people who says Senator we need to be out of the hotel by 6 a.m. I say Why is that? He says because we have to go to Greenwood, like you promised. So the next morning I wake up and I feel terrible, and I think I am coming down with a cold, my back is sore, I feel worse than when I went to bed. I open up the curtains in the hotel room to get some sunlight in and hopefully wake me up, but it's pouring down rain. I go outside my room and get the New York Times, and there is a bad story about me in the New York Times. I go downstairs after I pack, and my umbrella blows open and I get soaked, so by the time I get in the car I am mad, I am wet and I am sleepy. We drive, and we drive, and we drive. It turns out that Greenwood is about an hour and a half from everywhere else. Finally we get to Greenwood. Here's my point, Virginia. That's how this thing started. It shows you what one voice can do. That one voice can change a room. And if a voice can change a room, it can change a city, and if it can change a city, it can change a state, and if it can change a state, it can change a nation, and if it can change a nation, it can change the world.",
      "source": "Night Before The Election - The Last Rally - Nov 3, 2008"
    }, {
      "id": 7,
      "text": "If there is anyone out there who still doubts that America is a place where all things are possible; who still wonders if the dream of our founders is alive in our time; who still questions the power of our democracy, tonight is your answer. It’s the answer told by lines that stretched around schools and churches in numbers this nation has never seen; by people who waited three hours and four hours, many for the very first time in their lives, because they believed that this time must be different; that their voice could be that difference. It’s the answer spoken by young and old, rich and poor, Democrat and Republican, black, white, Latino, Asian, Native American, gay, straight, disabled and not disabled – Americans who sent a message to the world that we have never been a collection of Red States and Blue States: we are, and always will be, the United States of America. It’s the answer that led those who have been told for so long by so many to be cynical, and fearful, and doubtful of what we can achieve to put their hands on the arc of history and bend it once more toward the hope of a better day. It’s been a long time coming, but tonight, because of what we did on this day, in this election, at this defining moment, change has come to America. I just received a very gracious call from Senator McCain. He fought long and hard in this campaign, and he’s fought even longer and harder for the country he loves. He has endured sacrifices for America that most of us cannot begin to imagine, and we are better off for the service rendered by this brave and selfless leader. I congratulate him and Governor Palin for all they have achieved, and I look forward to working with them to renew this nation’s promise in the months ahead. I want to thank my partner in this journey, a man who campaigned from his heart and spoke for the men and women he grew up with on the streets of Scranton and rode with on that train home to Delaware, the Vice President-elect of the United States, Joe Biden. I would not be standing here tonight without the unyielding support of my best friend for the last sixteen years, the rock of our family and the love of my life, our nation’s next First Lady, Michelle Obama. Sasha and Malia, I love you both so much, and you have earned the new puppy that’s coming with us to the White House. And while she’s no longer with us, I know my grandmother is watching, along with the family that made me who I am. I miss them tonight, and know that my debt to them is beyond measure.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 4, 2008"
    }, {
      "id": 8,
      "text": "To my campaign manager David Plouffe, my chief strategist David Axelrod, and the best campaign team ever assembled in the history of politics – you made this happen, and I am forever grateful for what you’ve sacrificed to get it done. But above all, I will never forget who this victory truly belongs to – it belongs to you. I was never the likeliest candidate for this office. We didn’t start with much money or many endorsements. Our campaign was not hatched in the halls of Washington – it began in the backyards of Des Moines and the living rooms of Concord and the front porches of Charleston. It was built by working men and women who dug into what little savings they had to give five dollars and ten dollars and twenty dollars to this cause. It grew strength from the young people who rejected the myth of their generation’s apathy; who left their homes and their families for jobs that offered little pay and less sleep; from the not-so-young people who braved the bitter cold and scorching heat to knock on the doors of perfect strangers; from the millions of Americans who volunteered, and organized, and proved that more than two centuries later, a government of the people, by the people and for the people has not perished from this Earth. This is your victory. I know you didn’t do this just to win an election and I know you didn’t do it for me. You did it because you understand the enormity of the task that lies ahead. For even as we celebrate tonight, we know the challenges that tomorrow will bring are the greatest of our lifetime – two wars, a planet in peril, the worst financial crisis in a century. Even as we stand here tonight, we know there are brave Americans waking up in the deserts of Iraq and the mountains of Afghanistan to risk their lives for us. There are mothers and fathers who will lie awake after their children fall asleep and wonder how they’ll make the mortgage, or pay their doctor’s bills, or save enough for college. There is new energy to harness and new jobs to be created; new schools to build and threats to meet and alliances to repair.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 4, 2008"
    }, {
      "id": 9,
      "text": "The road ahead will be long. Our climb will be steep. We may not get there in one year or even one term, but America – I have never been more hopeful than I am tonight that we will get there. I promise you – we as a people will get there. There will be setbacks and false starts. There are many who won’t agree with every decision or policy I make as President, and we know that government can’t solve every problem. But I will always be honest with you about the challenges we face. I will listen to you, especially when we disagree. And above all, I will ask you join in the work of remaking this nation the only way it’s been done in America for two-hundred and twenty-one years – block by block, brick by brick, calloused hand by calloused hand. What began twenty-one months ago in the depths of winter must not end on this autumn night. This victory alone is not the change we seek – it is only the chance for us to make that change. And that cannot happen if we go back to the way things were. It cannot happen without you. So let us summon a new spirit of patriotism; of service and responsibility where each of us resolves to pitch in and work harder and look after not only ourselves, but each other. Let us remember that if this financial crisis taught us anything, it’s that we cannot have a thriving Wall Street while Main Street suffers – in this country, we rise or fall as one nation; as one people. Let us resist the temptation to fall back on the same partisanship and pettiness and immaturity that has poisoned our politics for so long. Let us remember that it was a man from this state who first carried the banner of the Republican Party to the White House – a party founded on the values of self-reliance, individual liberty, and national unity. Those are values we all share, and while the Democratic Party has won a great victory tonight, we do so with a measure of humility and determination to heal the divides that have held back our progress. As Lincoln said to a nation far more divided than ours, “We are not enemies, but friends…though passion may have strained it must not break our bonds of affection.” And to those Americans whose support I have yet to earn – I may not have won your vote, but I hear your voices, I need your help, and I will be your President too.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 4, 2008"
    }, {
      "id": 10,
      "text": "I stand here today humbled by the task before us, grateful for the trust you have bestowed, mindful of the sacrifices borne by our ancestors. I thank President Bush for his service to our nation, as well as the generosity and cooperation he has shown throughout this transition. Forty-four Americans have now taken the presidential oath. The words have been spoken during rising tides of prosperity and the still waters of peace. Yet, every so often the oath is taken amidst gathering clouds and raging storms. At these moments, America has carried on not simply because of the skill or vision of those in high office, but because We the People have remained faithful to the ideals of our forbearers, and true to our founding documents. So it has been. So it must be with this generation of Americans. That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet. These are the indicators of crisis, subject to data and statistics. Less measurable but no less profound is a sapping of confidence across our land - a nagging fear that America's decline is inevitable, and that the next generation must lower its sights. Today I say to you that the challenges we face are real. They are serious and they are many. They will not be met easily or in a short span of time. But know this, America - they will be met. On this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord. On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have strangled our politics. We remain a young nation, but in the words of Scripture, the time has come to set aside childish things. The time has come to reaffirm our enduring spirit; to choose our better history; to carry forward that precious gift, that noble idea, passed on from generation to generation: the God-given promise that all are equal, all are free, and all deserve a chance to pursue their full measure of happiness.",
      "source": "Inaugural Address - Jan 20, 2009"
    }, {
      "id": 11,
      "text": "In reaffirming the greatness of our nation, we understand that greatness is never a given. It must be earned. Our journey has never been one of short-cuts or settling for less. It has not been the path for the faint-hearted - for those who prefer leisure over work, or seek only the pleasures of riches and fame. Rather, it has been the risk-takers, the doers, the makers of things - some celebrated but more often men and women obscure in their labor, who have carried us up the long, rugged path towards prosperity and freedom. For us, they packed up their few worldly possessions and traveled across oceans in search of a new life. For us, they toiled in sweatshops and settled the West; endured the lash of the whip and plowed the hard earth. For us, they fought and died, in places like Concord and Gettysburg; Normandy and Khe Sahn. Time and again these men and women struggled and sacrificed and worked till their hands were raw so that we might live a better life. They saw America as bigger than the sum of our individual ambitions; greater than all the differences of birth or wealth or faction. This is the journey we continue today. We remain the most prosperous, powerful nation on Earth. Our workers are no less productive than when this crisis began. Our minds are no less inventive, our goods and services no less needed than they were last week or last month or last year. Our capacity remains undiminished. But our time of standing pat, of protecting narrow interests and putting off unpleasant decisions - that time has surely passed. Starting today, we must pick ourselves up, dust ourselves off, and begin again the work of remaking America.",
      "source": "Inaugural Address - Jan 20, 2009"
    }, {
      "id": 12,
      "text": "For everywhere we look, there is work to be done. The state of the economy calls for action, bold and swift, and we will act - not only to create new jobs, but to lay a new foundation for growth. We will build the roads and bridges, the electric grids and digital lines that feed our commerce and bind us together. We will restore science to its rightful place, and wield technology's wonders to raise health care's quality and lower its cost. We will harness the sun and the winds and the soil to fuel our cars and run our factories. And we will transform our schools and colleges and universities to meet the demands of a new age. All this we can do. And all this we will do. Now, there are some who question the scale of our ambitions - who suggest that our system cannot tolerate too many big plans. Their memories are short. For they have forgotten what this country has already done; what free men and women can achieve when imagination is joined to common purpose, and necessity to courage. What the cynics fail to understand is that the ground has shifted beneath them - that the stale political arguments that have consumed us for so long no longer apply. The question we ask today is not whether our government is too big or too small, but whether it works - whether it helps families find jobs at a decent wage, care they can afford, a retirement that is dignified. Where the answer is yes, we intend to move forward. Where the answer is no, programs will end. And those of us who manage the public's dollars will be held to account - to spend wisely, reform bad habits, and do our business in the light of day - because only then can we restore the vital trust between a people and their government Nor is the question before us whether the market is a force for good or ill. Its power to generate wealth and expand freedom is unmatched, but this crisis has reminded us that without a watchful eye, the market can spin out of control - and that a nation cannot prosper long when it favors only the prosperous. The success of our economy has always depended not just on the size of our Gross Domestic Product, but on the reach of our prosperity; on the ability to extend opportunity to every willing heart - not out of charity, but because it is the surest route to our common good.",
      "source": "Inaugural Address - Jan 20, 2009"
    }, {
      "id": 13,
      "text": "My fellow Americans, Michelle and I have been so touched by all the well-wishes that we’ve received over the past few weeks. But tonight it’s my turn to say thanks. Whether we have seen eye-to-eye or rarely agreed at all, my conversations with you, the American people — in living rooms and in schools; at farms and on factory floors; at diners and on distant military outposts — those conversations are what have kept me honest, and kept me inspired, and kept me going. And every day, I have learned from you. You made me a better president, and you made me a better man. So I first came to Chicago when I was in my early twenties, and I was still trying to figure out who I was; still searching for a purpose to my life. And it was a neighborhood not far from here where I began working with church groups in the shadows of closed steel mills. It was on these streets where I witnessed the power of faith, and the quiet dignity of working people in the face of struggle and loss. I can’t do that. Now this is where I learned that change only happens when ordinary people get involved, and they get engaged, and they come together to demand it. After eight years as your president, I still believe that. And it’s not just my belief. It’s the beating heart of our American idea — our bold experiment in self-government. It’s the conviction that we are all created equal, endowed by our creator with certain unalienable rights, among them life, liberty, and the pursuit of happiness. It’s the insistence that these rights, while self-evident, have never been self-executing; that We, the People, through the instrument of our democracy, can form a more perfect union. What a radical idea, the great gift that our Founders gave to us. The freedom to chase our individual dreams through our sweat, and toil, and imagination — and the imperative to strive together as well, to achieve a common good, a greater good. For 240 years, our nation’s call to citizenship has given work and purpose to each new generation. It’s what led patriots to choose republic over tyranny, pioneers to trek west, slaves to brave that makeshift railroad to freedom. It’s what pulled immigrants and refugees across oceans and the Rio Grande. It’s what pushed women to reach for the ballot. It’s what powered workers to organize. It’s why GIs gave their lives at Omaha Beach and Iwo Jima; Iraq and Afghanistan — and why men and women from Selma to Stonewall were prepared to give theirs as well.",
      "source": "Farewell Address - Jan 10, 2017"
    }, {
      "id": 14,
      "text": "So that’s what we mean when we say America is exceptional. Not that our nation has been flawless from the start, but that we have shown the capacity to change, and make life better for those who follow. Yes, our progress has been uneven. The work of democracy has always been hard. It has been contentious. Sometimes it has been bloody. For every two steps forward, it often feels we take one step back. But the long sweep of America has been defined by forward motion, a constant widening of our founding creed to embrace all, and not just some. If I had told you eight years ago that America would reverse a great recession, reboot our auto industry, and unleash the longest stretch of job creation in our history — if I had told you that we would open up a new chapter with the Cuban people, shut down Iran’s nuclear weapons program without firing a shot, take out the mastermind of 9-11 — if I had told you that we would win marriage equality and secure the right to health insurance for another 20 million of our fellow citizens — if I had told you all that, you might have said our sights were set a little too high. But that’s what we did. That’s what you did. You were the change. The answer to people’s hopes and, because of you, by almost every measure, America is a better, stronger place than it was when we started. In 10 days the world will witness a hallmark of our democracy. No, no, no, no, no. The peaceful transfer of power from one freely-elected President to the next. I committed to President-Elect Trump that my administration would ensure the smoothest possible transition, just as President Bush did for me.",
      "source": "Farewell Address - Jan 10, 2017"
    }, {
      "id": 15,
      "text": "Because it’s up to all of us to make sure our government can help us meet the many challenges we still face. We have what we need to do so. We have everything we need to meet those challenges. After all, we remain the wealthiest, most powerful, and most respected nation on earth. Our youth, our drive, our diversity and openness, our boundless capacity for risk and reinvention means that the future should be ours. But that potential will only be realized if our democracy works. Only if our politics better reflects the decency of our people. Only if all of us, regardless of party affiliation or particular interests help restore the sense of common purpose that we so badly need right now. And that’s what I want to focus on tonight, the state of our democracy. Understand democracy does not require uniformity. Our founders argued, they quarreled, and eventually they compromised. They expected us to do the same. But they knew that democracy does require a basic sense of solidarity. The idea that, for all our outward differences, we’re all in this together, that we rise or fall as one. There have been moments throughout our history that threatened that solidarity. And the beginning of this century has been one of those times. A shrinking world, growing inequality, demographic change, and the specter of terrorism. These forces haven’t just tested our security and our prosperity, but are testing our democracy as well. And how we meet these challenges to our democracy will determine our ability to educate our kids and create good jobs and protect our homeland. In other words, it will determine our future. To begin with, our democracy won’t work without a sense that everyone has economic opportunity.",
      "source": "Farewell Address - Jan 10, 2017"
    }
  ],
  "trump": [
    {
      "id": 1,
      "text": "So nice, thank you very much. That's really nice. Thank you. It's great to be at Trump Tower. It's great to be in a wonderful city, New York. And it's an honor to have everybody here. This is beyond anybody's expectations. There's been no crowd like this. And, I can tell, some of the candidates, they went in. They didn't know the air-conditioner didn't work. They sweated like dogs. They didn't know the room was too big, because they didn't have anybody there. How are they going to beat ISIS? I don't think it's gonna happen. Our country is in serious trouble. We don't have victories anymore. We used to have victories, but we don't have them. When was the last time anybody saw us beating, let's say, China in a trade deal? They kill us. I beat China all the time. All the time. When did we beat Japan at anything? They send their cars over by the millions, and what do we do? When was the last time you saw a Chevrolet in Tokyo? It doesn't exist, folks. They beat us all the time. When do we beat Mexico at the border? They're laughing at us, at our stupidity. And now they are beating us economically. They are not our friend, believe me. But they're killing us economically. The U.S. has become a dumping ground for everybody else's problems. Thank you. It's true, and these are the best and the finest. When Mexico sends its people, they're not sending their best. They're not sending you. They're not sending you. They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people. But I speak to border guards and they tell us what we're getting. And it only makes common sense. It only makes common sense. They're sending us not the right people. It's coming from more than Mexico. It's coming from all over South and Latin America, and it's coming probably— probably— from the Middle East. But we don't know. Because we have no protection and we have no competence, we don't know what's happening. And it's got to stop and it's got to stop fast.",
      "source": "Presidential Announcement Speech - Jun 16, 2015"
    }, {
      "id": 2,
      "text": "Islamic terrorism is eating up large portions of the Middle East. They've become rich. I'm in competition with them. They just built a hotel in Syria. Can you believe this? They built a hotel. When I have to build a hotel, I pay interest. They don't have to pay interest, because they took the oil that, when we left Iraq, I said we should've taken. So now ISIS has the oil, and what they don't have, Iran has. And in 19— and I will tell you this, and I said it very strongly, years ago, I said— and I love the military, and I want to have the strongest military that we've ever had, and we need it more now than ever. But I said, Don't hit Iraq, because you're going to totally destabilize the Middle East. Iran is going to take over the Middle East, Iran and somebody else will get the oil, and it turned out that Iran is now taking over Iraq. Think of it. Iran is taking over Iraq, and they're taking it over big league. We spent $2 trillion in Iraq, $2 trillion. We lost thousands of lives, thousands in Iraq. We have wounded soldiers, who I love, I love -- they're great -- all over the place, thousands and thousands of wounded soldiers. And we have nothing. We can't even go there. We have nothing. And every time we give Iraq equipment, the first time a bullet goes off in the air, they leave it.",
      "source": "Presidential Announcement Speech - Jun 16, 2015"
    }, {
      "id": 3,
      "text": "Last week, I read 2,300 Humvees— these are big vehicles— were left behind for the enemy. 2,000? You would say maybe two, maybe four? 2,300 sophisticated vehicles, they ran, and the enemy took them. Last quarter, it was just announced our gross domestic product— a sign of strength, right? But not for us. It was below zero. Whoever heard of this? It's never below zero. Our labor participation rate was the worst since 1978. But think of it, GDP below zero, horrible labor participation rate. And our real unemployment is anywhere from 18 to 20 percent. Don't believe the 5.6. Don't believe it. That's right. A lot of people up there can't get jobs. They can't get jobs, because there are no jobs, because China has our jobs and Mexico has our jobs. They all have jobs. But the real number, the real number is anywhere from 18 to 19 and maybe even 21 percent, and nobody talks about it, because it's a statistic that's full of nonsense. Our enemies are getting stronger and stronger by the way, and we as a country are getting weaker. Even our nuclear arsenal doesn't work. It came out recently they have equipment that is 30 years old. They don't know if it worked. And I thought it was horrible when it was broadcast on television, because boy, does that send signals to Putin and all of the other people that look at us and they say, That is a group of people, and that is a nation that truly has no clue. They don't know what they're doing. They don't know what they're doing. We have a disaster called the big lie: Obamacare. Obamacare. Yesterday, it came out that costs are going for people up 29, 39, 49, and even 55 percent, and deductibles are through the roof. You have to be hit by a tractor, literally, a tractor, to use it, because the deductibles are so high, it's virtually useless. It's virtually useless. It is a disaster.",
      "source": "Presidential Announcement Speech - Jun 16, 2015"
    }, {
      "id": 4,
      "text": "Thank you for the opportunity to speak to you, and thank you to the Center for National Interest for honoring me with this invitation. It truly is a great honor. I’d like to talk today about how to develop a new foreign policy direction for our country, one that replaces randomness with purpose, ideology with strategy, and chaos with peace. It’s time to shake the rust off America’s foreign policy. It’s time to invite new voices and new visions into the fold, something we have to do. The direction I will outline today will also return us to a timeless principle. My foreign policy will always put the interests of the American people and American security above all else. It has to be first. Has to be. That will be the foundation of every single decision that I will make. America First will be the major and overriding theme of my administration. But to chart our path forward, we must first briefly take a look back. We have a lot to be proud of. In the 1940s we saved the world. The greatest generation beat back the Nazis and Japanese imperialists. Then we saved the world again. This time, from totalitarianism and communism. The Cold War lasted for decades but, guess what, we won and we won big. Democrats and Republicans working together got Mr. Gorbachev to heed the words of President Reagan, our great president, when he said, tear down this wall. History will not forget what he did. A very special man and president. Unfortunately, after the Cold War our foreign policy veered badly off course. We failed to develop a new vision for a new time. In fact, as time went on, our foreign policy began to make less and less sense. Logic was replaced with foolishness and arrogance, which led to one foreign policy disaster after another. They just kept coming and coming. We went from mistakes in Iraq to Egypt to Libya, to President Obama’s line in the sand in Syria. Each of these actions have helped to throw the region into chaos and gave ISIS the space it needs to grow and prosper. Very bad. It all began with a dangerous idea that we could make western democracies out of countries that had no experience or interests in becoming a western democracy.",
      "source": "Foreign Policy Speech - Apr 27, 2016"
    }, {
      "id": 5,
      "text": "We tore up what institutions they had and then were surprised at what we unleashed. Civil war, religious fanaticism, thousands of Americans and just killed be lives, lives, lives wasted. Horribly wasted. Many trillions of dollars were lost as a result. The vacuum was created that ISIS would fill. Iran, too, would rush in and fill that void much to their really unjust enrichment. They have benefited so much, so sadly, for us. Our foreign policy is a complete and total disaster. No vision. No purpose. No direction. No strategy. Today I want to identify five main weaknesses in our foreign policy. First, our resources are totally over extended. President Obama has weakened our military by weakening our economy. He’s crippled us with wasteful spending, massive debt, low growth, a huge trade deficit and open borders. Our manufacturing trade deficit with the world is now approaching $1 trillion a year. We’re rebuilding other countries while weakening our own. Ending the theft of American jobs will give us resources we need to rebuild our military, which has to happen and regain our financial independence and strength. I am the only person running for the presidency who understands this and this is a serious problem. I’m the only one — believe me, I know them all, I’m the only one who knows how to fix it.",
      "source": "Foreign Policy Speech - Apr 27, 2016"
    }, {
      "id": 6,
      "text": "Secondly, our allies are not paying their fair share, and I’ve been talking about this recently a lot. Our allies must contribute toward their financial, political, and human costs, have to do it, of our tremendous security burden. But many of them are simply not doing so. They look at the United States as weak and forgiving and feel no obligation to honor their agreements with us. In NATO, for instance, only 4 of 28 other member countries besides America, are spending the minimum required 2 percent of GDP on defense. We have spent trillions of dollars over time on planes, missiles, ships, equipment, building up our military to provide a strong defense for Europe and Asia. The countries we are defending must pay for the cost of this defense, and if not, the U.S. must be prepared to let these countries defend themselves. We have no choice. The whole world will be safer if our allies do their part to support our common defense and security. A Trump administration will lead a free world that is properly armed and funded, and funded beautifully. Thirdly, our friends are beginning to think they can’t depend on us. We’ve had a president who dislikes our friends and bows to our enemies, something that we’ve never seen before in the history of our country. He negotiated a disastrous deal with Iran, and then we watched them ignore its terms even before the ink was dry. Iran cannot be allowed to have a nuclear weapon, cannot be allowed. Remember that, cannot be allowed to have a nuclear weapon. And under a Trump administration, will never, ever be allowed to have that nuclear weapon.",
      "source": "Foreign Policy Speech - Apr 27, 2016"
    }, {
      "id": 7,
      "text": "Friends, delegates and fellow Americans: I humbly and gratefully accept your nomination for the presidency of the United States. Together, we will lead our party back to the White House, and we will lead our country back to safety, prosperity, and peace. We will be a country of generosity and warmth. But we will also be a country of law and order. Our Convention occurs at a moment of crisis for our nation. The attacks on our police, and the terrorism in our cities, threaten our very way of life. Any politician who does not grasp this danger is not fit to lead our country. Americans watching this address tonight have seen the recent images of violence in our streets and the chaos in our communities. Many have witnessed this violence personally, some have even been its victims. I have a message for all of you: the crime and violence that today afflicts our nation will soon come to an end. Beginning on January 20th 2017, safety will be restored. The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead. It is finally time for a straightforward assessment of the state of our nation. I will present the facts plainly and honestly. We cannot afford to be so politically correct anymore. So if you want to hear the corporate spin, the carefully-crafted lies, and the media myths the Democrats are holding their convention next week. But here, at our convention, there will be no lies. We will honor the American people with the truth, and nothing else.",
      "source": "Republican Nominee Acceptance Speech - Republican National Convention - Jul 21, 2016"
    }, {
      "id": 8,
      "text": "Decades of progress made in bringing down crime are now being reversed by this Administration’s rollback of criminal enforcement. Homicides last year increased by 17% in America’s fifty largest cities. That’s the largest increase in 25 years. In our nation’s capital, killings have risen by 50 percent. They are up nearly 60% in nearby Baltimore. In the President’s hometown of Chicago, more than 2,000 have been the victims of shootings this year alone. And more than 3,600 have been killed in the Chicago area since he took office. The number of police officers killed in the line of duty has risen by almost 50% compared to this point last year. Nearly 180,000 illegal immigrants with criminal records, ordered deported from our country, are tonight roaming free to threaten peaceful citizens. The number of new illegal immigrant families who have crossed the border so far this year already exceeds the entire total from 2015. They are being released by the tens of thousands into our communities with no regard for the impact on public safety or resources. One such border-crosser was released and made his way to Nebraska. There, he ended the life of an innocent young girl named Sarah Root. She was 21 years-old, and was killed the day after graduating from college with a 4.0 Grade Point Average. Her killer was then released a second time, and he is now a fugitive from the law. I’ve met Sarah’s beautiful family. But to this Administration, their amazing daughter was just one more American life that wasn’t worth protecting. One more child to sacrifice on the altar of open borders. What about our economy? Again, I will tell you the plain facts that have been edited out of your nightly news and your morning newspaper: Nearly Four in 10 African-American children are living in poverty, while 58% of African American youth are not employed. 2 million more Latinos are in poverty today than when the President took his oath of office less than eight years ago. Another 14 million people have left the workforce entirely.",
      "source": "Republican Nominee Acceptance Speech - Republican National Convention - Jul 21, 2016"
    }, {
      "id": 9,
      "text": "Household incomes are down more than $4,000 since the year 2000. Our manufacturing trade deficit has reached an all-time high – nearly $800 billion in a single year. The budget is no better. President Obama has doubled our national debt to more than $19 trillion, and growing. Yet, what do we have to show for it? Our roads and bridges are falling apart, our airports are in Third World condition, and forty-three million Americans are on food stamps. Now let us consider the state of affairs abroad. Not only have our citizens endured domestic disaster, but they have lived through one international humiliation after another. We all remember the images of our sailors being forced to their knees by their Iranian captors at gunpoint. This was just prior to the signing of the Iran deal, which gave back to Iran $150 billion and gave us nothing – it will go down in history as one of the worst deals ever made. Another humiliation came when president Obama drew a red line in Syria – and the whole world knew it meant nothing. In Libya, our consulate – the symbol of American prestige around the globe – was brought down in flames. America is far less safe – and the world is far less stable – than when Obama made the decision to put Hillary Clinton in charge of America’s foreign policy. I am certain it is a decision he truly regrets. Her bad instincts and her bad judgment – something pointed out by Bernie Sanders – are what caused the disasters unfolding today. Let’s review the record. In 2009, pre-Hillary, ISIS was not even on the map. Libya was cooperating. Egypt was peaceful. Iraq was seeing a reduction in violence. Iran was being choked by sanctions. Syria was under control. After four years of Hillary Clinton, what do we have? ISIS has spread across the region, and the world. Libya is in ruins, and our Ambassador and his staff were left helpless to die at the hands of savage killers. Egypt was turned over to the radical Muslim brotherhood, forcing the military to retake control. Iraq is in chaos.",
      "source": "Republican Nominee Acceptance Speech - Republican National Convention - Jul 21, 2016"
    }, {
      "id": 10,
      "text": "Thank you. Thank you very much. Sorry to keep you waiting. Complicated business. Thank you very much. I've just received a call from Secretary Clinton. She congratulated us. It's about us. On our victory. And I congratulated her and her family on a very, very hard fought campaign. She fought very hard. Hillary has worked very long and very hard over a long period of time and we owe her a major debt of gratitude to her service for our country. Now its time for America to bind the wounds of division. We have to get together. To all Republicans and Democrats and Independents across the nation, I say it is time for us to come together as one united people. It's time. I pledge to every citizen of our lands that I will be the president for the American people. For those who have chosen not to support me in the past, for which there were a few people, I'm reaching out to you for your guidance and your help so we can work together and unify our great country. As I've said from the beginning, ours was not a campaign but rather an incredible and great movement made up of millions of hardworking American men and women who worked together to make America better for their family. It is a movement combined of all races, religions, backgrounds, and beliefs who want and expect to serve the American people and serve the people it will. Working together, we will begin the urgent task of rebuilding our nation while fulfilling the American dream. I've spent my entire life in business looking at the untapped potential of the American people all over the world. That is now what I want to do for our country. Tremendous potential. It's going to be a beautiful thing. Every single American will have the ability to realize their fullest potential. The forgotten men and women of our country will be forgotten no longer. We are going to fix our inner cities and rebuild our highways, schools, hospitals. We will rebuild our infrastructure. Which will become second to none, and we will put millions of our people to work as we rebuild it. We will also finally take care of our great veterans who have been so loyal and I've gotten to know so many over this 18-month journey. The time that I have taken with them I consider among my greatest honors. We will embark upon a project of American growth and renewal. We will call upon the best and the brightest to leverage our tremendous talent to benefit all. It will happen. We will have a great economic plan. We will double our growth and build the biggest economy, anywhere in the world. At the same time we will get along with all other nations willing to get along with us. We will have great relationships. We expect to have great great relationships. No dream is too big no challenge is too great. Nothing we want for our future is beyond our reach. America will no longer settle for anything less than the best. We must reclaim our country's destiny and dream big and bold and daring. We have to do that. We are going to dream of things for our country. Beautiful things. Successful things. Successful things once again. I wanna tell the world community that while we will deal with America's interests first, we will get along with all other nations, willing to get along with us. We will be. We will have great relationships. We expect to have great, great relationships. No dream is too big, no challenge is too great. Nothing we want for our future is beyond our reach. We will barely with anyone. All people and all other nations. We will seek common ground not hostility. Relationships not conflict.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 9, 2016"
    }, {
      "id": 11,
      "text": "And now I'd like to take this moment to thank some of the people who have really helped me with this very historic victory. First, I would like to thank my parents, who are looking down on me right now. Great people. I've learned so much from them in every regard; truly great parents. My sisters, Mary Anne and Elizabeth, they're here with us tonight. They're very shy. And my brother, Robert, my great friend. My brother, Robert. And they should all be on this stage, they're so great. And also my late brother Fred, great guy, fantastic guy. Fantastic family. I was very lucky. Great, fantastic parents. To Melania and Don. And Ivanka and Eric. And Tiffany and Barron. I love you and I thank you and especially for putting with all of those hours this was tough. This political stuff is nasty and it's tough. So I want to thank my family very much. Thank you all. Thank you. And Lara, unbelievable job. Vanessa, thank you. Unbelievable group. You've all given me such incredible support and I'd like to tell you we have a large group of people. Look at all these people. And KellyAnne. And Chris. And Rudy. And Steve. And David. We have got tremendously talented people up here and I have to tell you, it's been very special. I'd like to give a very special thanks to our former mayor Rudy Giuliani. Unbelievable. He traveled with us and he went to meetings. Rudy never changes. Rudy. Gov. Chris Christie, folks, was unbelievable. Thank you. The first man, first senator, first major, major politician. He is entirely respected in Washington because he is as smart as you'll get. Sen. Jeff Sessions. Great man. Another great man, very tough competitor. He was not easy. Oh, Rudy got up here. Another great man who has been a friend to me, but I got to know him as a competitor because he was one of the folks negotiating against those Democrats Dr. Ben Carson, get up here. Where is Ben? Where is Ben? And by the way, Mike Huckabee is here some place and he is fantastic. Gen. Mike Flynn. Where is Mike? And Gen. Kellogg. We have over 200 generals and admirals that have endorsed our campaign. And they're special people. It's truly an honor. We have 22 congressional Medal of Honor recipients we have truly tremendous people.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 9, 2016"
    }, {
      "id": 12,
      "text": "Amazing guy. Our partnership with the RNC was so important to the success with what we've done. So I've got to say I met some incredible people. The Secret Service people. They're tough and they're smart and they're sharp and I don't wanna mess around with them, I can tell you. And when I want to go to wave to a big group of people and they rip me down and put me down. But they are fantastic people, so I want to thank the Secret Service. And law enforcement in NYC. They're here tonight. These are spectacular people. Sometimes under appreciated but we appreciate them, honestly. With what they go through. So. It's been what they call it a historic event, but to be really historic we have to do a great job. And I promise you I will not let you down. We will do a great job. I look very much forward to being your president. And hopefully at the end of two years or three years or four years or maybe even eight years, you will say so many of you worked so hard for us. And I can only say that while the campaign is over, our work is really just beginning. We're going to get to work immediately for the American people. And we're going to be doing a job that hopefully you'll be so proud of your president. You'll be so proud. Again, it's been an honor. It's been an amazing evening. It's been an amazing two-year period. And I love this country. Thank you, thank you very much. Thank you to Mike Pence, thank you everybody.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 9, 2016"
    }, {
      "id": 13,
      "text": "We, the citizens of America, are now joined in a great national effort to rebuild our country and to restore its promise for all of our people. Together, we will determine the course of America and the world for years to come. We will face challenges. We will confront hardships. But we will get the job done. Every four years, we gather on these steps to carry out the orderly and peaceful transfer of power, and we are grateful to President Obama and First Lady Michelle Obama for their gracious aid throughout this transition. They have been magnificent. Today's ceremony, however, has very special meaning. Because today we are not merely transferring power from one administration to another, or from one party to another -- but we are transferring power from Washington, D.C. and giving it back to you, the American People. For too long, a small group in our nation's Capital has reaped the rewards of government while the people have borne the cost. Washington flourished -- but the people did not share in its wealth. Politicians prospered -- but the jobs left, and the factories closed. The establishment protected itself, but not the citizens of our country. Their victories have not been your victories; their triumphs have not been your triumphs; and while they celebrated in our nation's capital, there was little to celebrate for struggling families all across our land. That all changes -- starting right here, and right now, because this moment is your moment: it belongs to you. It belongs to everyone gathered here today and everyone watching all across America. This is your day. This is your celebration. And this, the United States of America, is your country. What truly matters is not which party controls our government, but whether our government is controlled by the people. January 20th 2017, will be remembered as the day the people became the rulers of this nation again. The forgotten men and women of our country will be forgotten no longer. Everyone is listening to you now. You came by the tens of millions to become part of a historic movement the likes of which the world has never seen before. At the center of this movement is a crucial conviction: that a nation exists to serve its citizens. Americans want great schools for their children, safe neighborhoods for their families, and good jobs for themselves. These are the just and reasonable demands of a righteous public. But for too many of our citizens, a different reality exists: Mothers and children trapped in poverty in our inner cities; rusted-out factories scattered like tombstones across the landscape of our nation; an education system flush with cash, but which leaves our young and beautiful students deprived of knowledge; and the crime and gangs and drugs that have stolen too many lives and robbed our country of so much unrealized potential. This American carnage stops right here and stops right now.",
      "source": "Inaugural Address - Jan 21, 2017"
    }, {
      "id": 14,
      "text": "We are one nation -- and their pain is our pain. Their dreams are our dreams; and their success will be our success. We share one heart, one home, and one glorious destiny. The oath of office I take today is an oath of allegiance to all Americans. For many decades, we've enriched foreign industry at the expense of American industry; subsidized the armies of other countries while allowing for the very sad depletion of our military; we've defended other nation's borders while refusing to defend our own; and spent trillions of dollars overseas while America's infrastructure has fallen into disrepair and decay. We've made other countries rich while the wealth, strength, and confidence of our country has disappeared over the horizon. One by one, the factories shuttered and left our shores, with not even a thought about the millions upon millions of American workers left behind. The wealth of our middle class has been ripped from their homes and then redistributed across the entire world. But that is the past. And now we are looking only to the future. We assembled here today are issuing a new decree to be heard in every city, in every foreign capital, and in every hall of power. From this day forward, a new vision will govern our land. From this moment on, it's going to be America First. Every decision on trade, on taxes, on immigration, on foreign affairs, will be made to benefit American workers and American families. We must protect our borders from the ravages of other countries making our products, stealing our companies, and destroying our jobs. Protection will lead to great prosperity and strength. I will fight for you with every breath in my body -- and I will never, ever let you down. America will start winning again, winning like never before. We will bring back our jobs. We will bring back our borders. We will bring back our wealth. And we will bring back our dreams. We will build new roads, and highways, and bridges, and airports, and tunnels, and railways all across our wonderful nation. We will get our people off of welfare and back to work -- rebuilding our country with American hands and American labor. We will follow two simple rules: Buy American and hire American.",
      "source": "Inaugural Address - Jan 21, 2017"
    }, {
      "id": 15,
      "text": "We will seek friendship and goodwill with the nations of the world -- but we do so with the understanding that it is the right of all nations to put their own interests first. We do not seek to impose our way of life on anyone, but rather to let it shine as an example for everyone to follow. We will reinforce old alliances and form new ones -- and unite the civilized world against radical Islamic terrorism, which we will eradicate completely from the face of the Earth. At the bedrock of our politics will be a total allegiance to the United States of America, and through our loyalty to our country, we will rediscover our loyalty to each other. When you open your heart to patriotism, there is no room for prejudice. The Bible tells us, How good and pleasant it is when God's people live together in unity. We must speak our minds openly, debate our disagreements honestly, but always pursue solidarity. When America is united, America is totally unstoppable. There should be no fear -- we are protected, and we will always be protected. We will be protected by the great men and women of our military and law enforcement and, most importantly, we are protected by God. Finally, we must think big and dream even bigger. In America, we understand that a nation is only living as long as it is striving. We will no longer accept politicians who are all talk and no action -- constantly complaining but never doing anything about it. The time for empty talk is over. Now arrives the hour of action. Do not let anyone tell you it cannot be done. No challenge can match the heart and fight and spirit of America. We will not fail. Our country will thrive and prosper again. We stand at the birth of a new millennium, ready to unlock the mysteries of space, to free the Earth from the miseries of disease, and to harness the energies, industries and technologies of tomorrow. A new national pride will stir our souls, lift our sights, and heal our divisions. It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag. And whether a child is born in the urban sprawl of Detroit or the windswept plains of Nebraska, they look up at the same night sky, they fill their heart with the same dreams, and they are infused with the breath of life by the same almighty Creator. So to all Americans, in every city near and far, small and large, from mountain to mountain, and from ocean to ocean, hear these words: You will never be ignored again. Your voice, your hopes, and your dreams will define our American destiny. And your courage and goodness and love will forever guide us along the way. Together, We will make America strong again. We will make wealthy again. We will make America proud again. We will make America safe again. And yes, together, we will make America great again. Thank you. God bless you. And God bless America.",
      "source": "Inaugural Address - Jan 21, 2017"
    }
  ]
}
