{
  "obama": [
    {
      "text": "With profound gratitude and great humility, I accept your nomination for the presidency of the United States. Let me express my thanks to the historic slate of candidates who accompanied me on this journey, and especially the one who traveled the farthest - a champion for working Americans and an inspiration to my daughters and to yours -- Hillary Rodham Clinton. To President Clinton, who last night made the case for change as only he can make it; to Ted Kennedy, who embodies the spirit of service; and to the next Vice President of the United States, Joe Biden, I thank you. I am grateful to finish this journey with one of the finest statesmen of our time, a man at ease with everyone from world leaders to the conductors on the Amtrak train he still takes home every night. To the love of my life, our next First Lady, Michelle Obama, and to Sasha and Malia - I love you so much, and I'm so proud of all of you. Four years ago, I stood before you and told you my story - of the brief union between a young man from Kenya and a young woman from Kansas who weren't well-off or well-known, but shared a belief that in America, their son could achieve whatever he put his mind to. It is that promise that has always set this country apart - that through hard work and sacrifice, each of us can pursue our individual dreams but still come together as one American family, to ensure that the next generation can pursue their dreams as well. That's why I stand here tonight. Because for two hundred and thirty two years, at each moment when that promise was in jeopardy, ordinary men and women - students and soldiers, farmers and teachers, nurses and janitors -- found the courage to keep it alive. We meet at one of those defining moments - a moment when our nation is at war, our economy is in turmoil, and the American promise has been threatened once more. Tonight, more Americans are out of work and more are working harder for less. More of you have lost your homes and even more are watching your home values plummet. More of you have cars you can't afford to drive, credit card bills you can't afford to pay, and tuition that's beyond your reach. These challenges are not all of government's making. But the failure to respond is a direct result of a broken politics in Washington and the failed policies of George W. Bush. America, we are better than these last eight years. We are a better country than this.",
      "source": "Democratic Nominee Acceptance Speech - National Democratic Convention - Aug 28, 2008"
    }, {
      "text": "Let me start by noting, Virginia that this is our last rally. This is the last rally of a campaign that began nearly 2 years ago. We've gone to every corner of this country, from here in Northern Virginia to the rocky coasts of Maine, to the open plains of Texas, to the open skies of Montana. I just want to say that whatever happens tomorrow, I have been deeply humbled by this journey. You have welcomed Michelle and me and the girls into your homes. You have shared your stories of struggle, you have spoken of your dreams, along the way, talking with all of you about your own lives. You have enriched my life, you have moved me again and again. You have inspired me. Sometimes when I have been down you have lifted me up. You filled me with new hope for our future and you have reminded me about what makes America so special. In the places I have gone and the people I have met, I have been struck again and again by the fundamental decency and generosity and dignity of men and women who work hard without complaint, to meet their responsibilities every day. I come away with an unyielding belief that if we only had a government as responsible as all of you, as compassionate as the American people, that there is no obstacle that we can't overcome. There is no destiny that we cannot fulfill. Virginia, I have just one word for you, just one word. Tomorrow. Tomorrow. After decades of broken politics in Washington, 8 years of failed policies from George Bush, twenty-one months of campaigning, we are less then one day away from bringing about change in America. Tomorrow you can turn the page on policies that put greed and irresponsibility before hard work and sacrifice. Tomorrow you can choose policies that invest in our middle class, create new jobs and grow this economy so that everybody has a chance to succeed. Not just the CEO but the secretary and the janitor; not just the factory owner but the men and women who work the factory floor. Tomorrow you can put an end to the politics that would divide a nation just to win an election; that puts reason against reason, and city against town, Republican against Democrat; that asks us to fear at a time when we need to hope. Tomorrow, at this defining moment in history, you can give this country the change that we need. It starts here in Virginia. It starts here in Manassas. This is where change begins.",
      "source": "Night Before The Election - The Last Rally - Nov 3, 2008"
    }, {
      "text": "If there is anyone out there who still doubts that America is a place where all things are possible; who still wonders if the dream of our founders is alive in our time; who still questions the power of our democracy, tonight is your answer. It’s the answer told by lines that stretched around schools and churches in numbers this nation has never seen; by people who waited three hours and four hours, many for the very first time in their lives, because they believed that this time must be different; that their voice could be that difference. It’s the answer spoken by young and old, rich and poor, Democrat and Republican, black, white, Latino, Asian, Native American, gay, straight, disabled and not disabled – Americans who sent a message to the world that we have never been a collection of Red States and Blue States: we are, and always will be, the United States of America. It’s the answer that led those who have been told for so long by so many to be cynical, and fearful, and doubtful of what we can achieve to put their hands on the arc of history and bend it once more toward the hope of a better day. It’s been a long time coming, but tonight, because of what we did on this day, in this election, at this defining moment, change has come to America. I just received a very gracious call from Senator McCain. He fought long and hard in this campaign, and he’s fought even longer and harder for the country he loves. He has endured sacrifices for America that most of us cannot begin to imagine, and we are better off for the service rendered by this brave and selfless leader. I congratulate him and Governor Palin for all they have achieved, and I look forward to working with them to renew this nation’s promise in the months ahead. I want to thank my partner in this journey, a man who campaigned from his heart and spoke for the men and women he grew up with on the streets of Scranton and rode with on that train home to Delaware, the Vice President-elect of the United States, Joe Biden. I would not be standing here tonight without the unyielding support of my best friend for the last sixteen years, the rock of our family and the love of my life, our nation’s next First Lady, Michelle Obama. Sasha and Malia, I love you both so much, and you have earned the new puppy that’s coming with us to the White House. And while she’s no longer with us, I know my grandmother is watching, along with the family that made me who I am. I miss them tonight, and know that my debt to them is beyond measure.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 4, 2008"
    }, {
      "text": "I stand here today humbled by the task before us, grateful for the trust you have bestowed, mindful of the sacrifices borne by our ancestors. I thank President Bush for his service to our nation, as well as the generosity and cooperation he has shown throughout this transition. Forty-four Americans have now taken the presidential oath. The words have been spoken during rising tides of prosperity and the still waters of peace. Yet, every so often the oath is taken amidst gathering clouds and raging storms. At these moments, America has carried on not simply because of the skill or vision of those in high office, but because We the People have remained faithful to the ideals of our forbearers, and true to our founding documents. So it has been. So it must be with this generation of Americans. That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet. These are the indicators of crisis, subject to data and statistics. Less measurable but no less profound is a sapping of confidence across our land - a nagging fear that America's decline is inevitable, and that the next generation must lower its sights. Today I say to you that the challenges we face are real. They are serious and they are many. They will not be met easily or in a short span of time. But know this, America - they will be met. On this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord. On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have strangled our politics. We remain a young nation, but in the words of Scripture, the time has come to set aside childish things. The time has come to reaffirm our enduring spirit; to choose our better history; to carry forward that precious gift, that noble idea, passed on from generation to generation: the God-given promise that all are equal, all are free, and all deserve a chance to pursue their full measure of happiness.",
      "source": "Inaugural Address - Jan 20, 2009"
    }, {
      "text": "My fellow Americans, Michelle and I have been so touched by all the well-wishes that we’ve received over the past few weeks. But tonight it’s my turn to say thanks. Whether we have seen eye-to-eye or rarely agreed at all, my conversations with you, the American people — in living rooms and in schools; at farms and on factory floors; at diners and on distant military outposts — those conversations are what have kept me honest, and kept me inspired, and kept me going. And every day, I have learned from you. You made me a better president, and you made me a better man. So I first came to Chicago when I was in my early twenties, and I was still trying to figure out who I was; still searching for a purpose to my life. And it was a neighborhood not far from here where I began working with church groups in the shadows of closed steel mills. It was on these streets where I witnessed the power of faith, and the quiet dignity of working people in the face of struggle and loss. I can’t do that. Now this is where I learned that change only happens when ordinary people get involved, and they get engaged, and they come together to demand it. After eight years as your president, I still believe that. And it’s not just my belief. It’s the beating heart of our American idea — our bold experiment in self-government. It’s the conviction that we are all created equal, endowed by our creator with certain unalienable rights, among them life, liberty, and the pursuit of happiness. It’s the insistence that these rights, while self-evident, have never been self-executing; that We, the People, through the instrument of our democracy, can form a more perfect union. What a radical idea, the great gift that our Founders gave to us. The freedom to chase our individual dreams through our sweat, and toil, and imagination — and the imperative to strive together as well, to achieve a common good, a greater good. For 240 years, our nation’s call to citizenship has given work and purpose to each new generation. It’s what led patriots to choose republic over tyranny, pioneers to trek west, slaves to brave that makeshift railroad to freedom. It’s what pulled immigrants and refugees across oceans and the Rio Grande. It’s what pushed women to reach for the ballot. It’s what powered workers to organize. It’s why GIs gave their lives at Omaha Beach and Iwo Jima; Iraq and Afghanistan — and why men and women from Selma to Stonewall were prepared to give theirs as well.",
      "source": "Farewell Address - Jan 10, 2017"
    }
  ],
  "trump": [
    {
      "text": "So nice, thank you very much. That's really nice. Thank you. It's great to be at Trump Tower. It's great to be in a wonderful city, New York. And it's an honor to have everybody here. This is beyond anybody's expectations. There's been no crowd like this. And, I can tell, some of the candidates, they went in. They didn't know the air-conditioner didn't work. They sweated like dogs. They didn't know the room was too big, because they didn't have anybody there. How are they going to beat ISIS? I don't think it's gonna happen. Our country is in serious trouble. We don't have victories anymore. We used to have victories, but we don't have them. When was the last time anybody saw us beating, let's say, China in a trade deal? They kill us. I beat China all the time. All the time. When did we beat Japan at anything? They send their cars over by the millions, and what do we do? When was the last time you saw a Chevrolet in Tokyo? It doesn't exist, folks. They beat us all the time. When do we beat Mexico at the border? They're laughing at us, at our stupidity. And now they are beating us economically. They are not our friend, believe me. But they're killing us economically. The U.S. has become a dumping ground for everybody else's problems. Thank you. It's true, and these are the best and the finest. When Mexico sends its people, they're not sending their best. They're not sending you. They're not sending you. They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people. But I speak to border guards and they tell us what we're getting. And it only makes common sense. It only makes common sense. They're sending us not the right people. It's coming from more than Mexico. It's coming from all over South and Latin America, and it's coming probably— probably— from the Middle East. But we don't know. Because we have no protection and we have no competence, we don't know what's happening. And it's got to stop and it's got to stop fast.",
      "source": "Presidental Announcement Speech - Jun 16, 2015"
    }, {
      "text": "Thank you for the opportunity to speak to you, and thank you to the Center for National Interest for honoring me with this invitation. It truly is a great honor. I’d like to talk today about how to develop a new foreign policy direction for our country, one that replaces randomness with purpose, ideology with strategy, and chaos with peace. It’s time to shake the rust off America’s foreign policy. It’s time to invite new voices and new visions into the fold, something we have to do. The direction I will outline today will also return us to a timeless principle. My foreign policy will always put the interests of the American people and American security above all else. It has to be first. Has to be. That will be the foundation of every single decision that I will make. America First will be the major and overriding theme of my administration. But to chart our path forward, we must first briefly take a look back. We have a lot to be proud of. In the 1940s we saved the world. The greatest generation beat back the Nazis and Japanese imperialists. Then we saved the world again. This time, from totalitarianism and communism. The Cold War lasted for decades but, guess what, we won and we won big. Democrats and Republicans working together got Mr. Gorbachev to heed the words of President Reagan, our great president, when he said, tear down this wall. History will not forget what he did. A very special man and president. Unfortunately, after the Cold War our foreign policy veered badly off course. We failed to develop a new vision for a new time. In fact, as time went on, our foreign policy began to make less and less sense. Logic was replaced with foolishness and arrogance, which led to one foreign policy disaster after another. They just kept coming and coming. We went from mistakes in Iraq to Egypt to Libya, to President Obama’s line in the sand in Syria. Each of these actions have helped to throw the region into chaos and gave ISIS the space it needs to grow and prosper. Very bad. It all began with a dangerous idea that we could make western democracies out of countries that had no experience or interests in becoming a western democracy.",
      "source": "Foreign Policy Speech - Apr 27, 2016"
    }, {
      "text": "Friends, delegates and fellow Americans: I humbly and gratefully accept your nomination for the presidency of the United States. Together, we will lead our party back to the White House, and we will lead our country back to safety, prosperity, and peace. We will be a country of generosity and warmth. But we will also be a country of law and order. Our Convention occurs at a moment of crisis for our nation. The attacks on our police, and the terrorism in our cities, threaten our very way of life. Any politician who does not grasp this danger is not fit to lead our country. Americans watching this address tonight have seen the recent images of violence in our streets and the chaos in our communities. Many have witnessed this violence personally, some have even been its victims. I have a message for all of you: the crime and violence that today afflicts our nation will soon come to an end. Beginning on January 20th 2017, safety will be restored. The most basic duty of government is to defend the lives of its own citizens. Any government that fails to do so is a government unworthy to lead. It is finally time for a straightforward assessment of the state of our nation. I will present the facts plainly and honestly. We cannot afford to be so politically correct anymore. So if you want to hear the corporate spin, the carefully-crafted lies, and the media myths the Democrats are holding their convention next week. But here, at our convention, there will be no lies. We will honor the American people with the truth, and nothing else.",
      "source": "Republican Nominee Acceptance Speech - Republican National Convention - Jul 21, 2016"
    }, {
      "text": "Thank you. Thank you very much. Sorry to keep you waiting. Complicated business. Thank you very much. I've just received a call from Secretary Clinton. She congratulated us. It's about us. On our victory. And I congratulated her and her family on a very, very hard fought campaign. She fought very hard. Hillary has worked very long and very hard over a long period of time and we owe her a major debt of gratitude to her service for our country. Now its time for America to bind the wounds of division. We have to get together. To all Republicans and Democrats and Independents across the nation, I say it is time for us to come together as one united people. It's time. I pledge to every citizen of our lands that I will be the president for the American people. For those who have chosen not to support me in the past, for which there were a few people, I'm reaching out to you for your guidance and your help so we can work together and unify our great country. As I've said from the beginning, ours was not a campaign but rather an incredible and great movement made up of millions of hardworking American men and women who worked together to make America better for their family. It is a movement combined of all races, religions, backgrounds, and beliefs who want and expect to serve the American people and serve the people it will. Working together, we will begin the urgent task of rebuilding our nation while fulfilling the American dream. I've spent my entire life in business looking at the untapped potential of the American people all over the world. That is now what I want to do for our country. Tremendous potential. It's going to be a beautiful thing. Every single American will have the ability to realize their fullest potential. The forgotten men and women of our country will be forgotten no longer. We are going to fix our inner cities and rebuild our highways, schools, hospitals. We will rebuild our infrastructure. Which will become second to none, and we will put millions of our people to work as we rebuild it. We will also finally take care of our great veterans who have been so loyal and I've gotten to know so many over this 18-month journey. The time that I have taken with them I consider among my greatest honors. We will embark upon a project of American growth and renewal. We will call upon the best and the brightest to leverage our tremendous talent to benefit all. It will happen. We will have a great economic plan. We will double our growth and build the biggest economy, anywhere in the world. At the same time we will get along with all other nations willing to get along with us. We will have great relationships. We expect to have great great relationships. No dream is too big no challenge is too great. Nothing we want for our future is beyond our reach. America will no longer settle for anything less than the best. We must reclaim our country's destiny and dream big and bold and daring. We have to do that. We are going to dream of things for our country. Beautiful things. Successful things. Successful things once again. I wanna tell the world community that while we will deal with America's interests first, we will get along with all other nations, willing to get along with us. We will be. We will have great relationships. We expect to have great, great relationships. No dream is too big, no challenge is too great. Nothing we want for our future is beyond our reach. We will barely with anyone. All people and all other nations. We will seek common ground not hostility. Relationships not conflict.",
      "source": "Election Night Victory / Presidential Acceptance Speech - Nov 9, 2016"
    }, {
      "text": "We, the citizens of America, are now joined in a great national effort to rebuild our country and to restore its promise for all of our people. Together, we will determine the course of America and the world for years to come. We will face challenges. We will confront hardships. But we will get the job done. Every four years, we gather on these steps to carry out the orderly and peaceful transfer of power, and we are grateful to President Obama and First Lady Michelle Obama for their gracious aid throughout this transition. They have been magnificent. Today's ceremony, however, has very special meaning. Because today we are not merely transferring power from one administration to another, or from one party to another -- but we are transferring power from Washington, D.C. and giving it back to you, the American People. For too long, a small group in our nation's Capital has reaped the rewards of government while the people have borne the cost. Washington flourished -- but the people did not share in its wealth. Politicians prospered -- but the jobs left, and the factories closed. The establishment protected itself, but not the citizens of our country. Their victories have not been your victories; their triumphs have not been your triumphs; and while they celebrated in our nation's capital, there was little to celebrate for struggling families all across our land. That all changes -- starting right here, and right now, because this moment is your moment: it belongs to you. It belongs to everyone gathered here today and everyone watching all across America. This is your day. This is your celebration. And this, the United States of America, is your country. What truly matters is not which party controls our government, but whether our government is controlled by the people. January 20th 2017, will be remembered as the day the people became the rulers of this nation again. The forgotten men and women of our country will be forgotten no longer. Everyone is listening to you now. You came by the tens of millions to become part of a historic movement the likes of which the world has never seen before. At the center of this movement is a crucial conviction: that a nation exists to serve its citizens. Americans want great schools for their children, safe neighborhoods for their families, and good jobs for themselves. These are the just and reasonable demands of a righteous public. But for too many of our citizens, a different reality exists: Mothers and children trapped in poverty in our inner cities; rusted-out factories scattered like tombstones across the landscape of our nation; an education system flush with cash, but which leaves our young and beautiful students deprived of knowledge; and the crime and gangs and drugs that have stolen too many lives and robbed our country of so much unrealized potential. This American carnage stops right here and stops right now.",
      "source": "Inaugural Address - Jan 21, 2017"
    }
  ]
}
