[
  {
    "question": "How are you feeling today?"
  },
  {
    "question": "How old would you be if you didn’t know how old you are?"
  },
  {
    "question": "Which is worse, failing or never trying?"
  },
  {
    "question": "At what time in your recent past have you felt most passionate and alive?"
  },
  {
    "question": "What is the one thing you would want to change about the world?"
  },
  {
    "question": "Are you doing what you believe in, or are you settling for what you are doing?"
  },
  {
    "question": "To what degree have you actually controlled the course your life has taken?"
  },
  {
    "question": "Are you more worried about doing things right, or doing the right things?"
  },
  {
    "question": "If you could offer a newborn child only one piece of advice, what would it be?"
  },
  {
    "question": "Would you break the law to save a loved one?"
  },
  {
    "question": "Have you ever seen insanity where you later saw creativity?"
  },
  {
    "question": "What’s something you know you do differently than most people?"
  },
  {
    "question": "How come the things that make you happy don’t make everyone happy?"
  },
  {
    "question": "What one thing have you not done that you really want to do? What’s holding you back?"
  },
  {
    "question": "Do you push the elevator button more than once? Do you really believe it makes the elevator faster?"
  },
  {
    "question": "Why are you, you?"
  },
  {
    "question": "Have you been the kind of friend you want as a friend?"
  },
  {
    "question": "Would you rather lose all of your old memories, or never be able to make new ones?"
  },
  {
    "question": "Has your greatest fear ever come true?"
  },
  {
    "question": "Have you ever been with someone, said nothing, and walked away feeling like you just had the best conversation ever?"
  },
  {
    "question": "If you knew that everyone you know was going to die tomorrow, who would you visit today?"
  },
  {
    "question": "Would you be willing to reduce your life expectancy by 10 years to become extremely attractive or famous?"
  },
  {
    "question": "What would you do differently if you knew nobody would judge you?"
  },
  {
    "question": "When was the last time you noticed the sound of your own breathing?"
  },
  {
    "question": "Decisions are being made right now. The question is: Are you making them for yourself, or are you letting others make them for you?"
  },
  {
    "question": "Are you waking up in the morning ready to take on the day?"
  },
  {
    "question": "What’s the excuse you use the most?"
  },
  {
    "question": "Do you choose comfort over happiness?"
  },
  {
    "question": "Have you made someone smile today?"
  },
  {
    "question": "When did you last push the boundaries of your comfort zone?"
  },
  {
    "question": "Is it more important to love or be loved?"
  },
  {
    "question": "What is one small act of kindness you were once shown that you will never forget?"
  },
  {
    "question": "How many of your friends would you trust with your life?"
  },
  {
    "question": "What’s the one thing you would like others to remember about you at the end of your life?"
  },
  {
    "question": "What would you do in life if you did not need to work for money?"
  },
  {
    "question": "What are the 3 things in your life that you would like to change?"
  },
  {
    "question": "When was the last time you laughed out loud?"
  },
  {
    "question": "When was the last time you tried something new?"
  },
  {
    "question": "When was the last time you did something spontaneously?"
  },
  {
    "question": "What was the last life lesson you learned?"
  },
  {
    "question": "When was the last time you helped someone?"
  },
  {
    "question": "When was the last time you were proud of yourself?"
  },
  {
    "question": "When was the last time you took a risk?"
  },
  {
    "question": "What is happiness for you?"
  },
  {
    "question": "If you wrote about your life and only mentioned most colorful, vivid, strong and impressive periods how many pages would the book be?"
  },
  {
    "question": "When was the last time you cried?"
  },
  {
    "question": "How much time do you spend on social networks?"
  },
  {
    "question": "Do you usually listen to your heart or to your brain?"
  }
]
