[
  {
    "text": "The first thing I would like to say is thank you. Not only has Harvard given me an extraordinary honour, but the weeks of fear and nausea I have endured at the thought of giving this commencement address have made me lose weight. A win-win situation! Now all I have to do is take deep breaths, squint at the red banners and convince myself that I am at the world's largest Gryffindor reunion. Delivering a commencement address is a great responsibility; or so I thought until I cast my mind back to my own graduation. The commencement speaker that day was the distinguished British philosopher Baroness Mary Warnock. Reflecting on her speech has helped me enormously in writing this one, because it turns out that I can't remember a single word she said. This liberating discovery enables me to proceed without any fear that I might inadvertently influence you to abandon promising careers in business, the law or politics for the giddy delights of becoming a gay wizard."
  },
  {
    "text": "Looking back at the 21-year-old that I was at graduation, is a slightly uncomfortable experience for the 42-year-old that she has become. Half my lifetime ago, I was striking an uneasy balance between the ambition I had for myself, and what those closest to me expected of me. I was convinced that the only thing I wanted to do, ever, was to write novels. However, my parents, both of whom came from impoverished backgrounds and neither of whom had been to college, took the view that my overactive imagination was an amusing personal quirk that would never pay a mortgage, or secure a pension. I know that the irony strikes with the force of a cartoon anvil, now. So they hoped that I would take a vocational degree; I wanted to study English Literature. A compromise was reached that in retrospect satisfied nobody, and I went up to study Modern Languages. Hardly had my parents' car rounded the corner at the end of the road than I ditched German and scuttled off down the Classics corridor."
  },
  {
    "text": "I would like to make it clear, in parenthesis, that I do not blame my parents for their point of view. There is an expiry date on blaming your parents for steering you in the wrong direction; the moment you are old enough to take the wheel, responsibility lies with you. What is more, I cannot criticise my parents for hoping that I would never experience poverty. They had been poor themselves, and I have since been poor, and I quite agree with them that it is not an ennobling experience. Poverty entails fear, and stress, and sometimes depression; it means a thousand petty humiliations and hardships. Climbing out of poverty by your own efforts, that is indeed something on which to pride yourself, but poverty itself is romanticised only by fools."
  },
  {
    "text": "Ultimately, we all have to decide for ourselves what constitutes failure, but the world is quite eager to give you a set of criteria if you let it. So I think it fair to say that by any conventional measure, a mere seven years after my graduation day, I had failed on an epic scale. An exceptionally short-lived marriage had imploded, and I was jobless, a lone parent, and as poor as it is possible to be in modern Britain, without being homeless. The fears that my parents had had for me, and that I had had for myself, had both come to pass, and by every usual standard, I was the biggest failure I knew. Now, I am not going to stand here and tell you that failure is fun. That period of my life was a dark one, and I had no idea that there was going to be what the press has since represented as a kind of fairy tale resolution. I had no idea then how far the tunnel extended, and for a long time, any light at the end of it was a hope rather than a reality."
  },
  {
    "text": "So why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me. Had I really succeeded at anything else, I might never have found the determination to succeed in the one arena I believed I truly belonged. I was set free, because my greatest fear had been realised, and I was still alive, and I still had a daughter whom I adored, and I had an old typewriter and a big idea. And so rock bottom became the solid foundation on which I rebuilt my life. You might never fail on the scale I did, but some failure in life is inevitable. It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all – in which case, you fail by default. Failure gave me an inner security that I had never attained by passing examinations. Failure taught me things about myself that I could have learned no other way. I discovered that I had a strong will, and more discipline than I had suspected; I also found out that I had friends whose value was truly above the price of rubies."
  },
  {
    "text": "Many of us are oblivious to our own close-mindedness. We picture ourselves as the centers of our own, individual universes, instead of seeing the bigger, more interconnected picture.  If you're automatically sure that you know what reality is and who and what is really important, if you want to operate on your default setting, then you, like me, probably won't consider possibilities that aren't annoying and miserable. But if you've really learned how to think, how to pay attention, then you'll know you have other options. It will actually be within your power to experience a crowded, hot, slow, consumer hell-type situation as not only meaningful, but sacred -- on fire with the same force that lit the stars: love, fellowship, the mystical oneness of all things deep down."
  },
  {
    "text": "I don’t know what to say, really. Three minutes till the biggest battle of our professional lives all comes down to today. Now either we heal as a team or we’re gonna crumble, inch by inch, play by play, 'til we’re finished. We’re in hell right now, gentlemen, believe me. And, we can stay here -- get the shit kicked out of us -- or we can fight our way back into the light. We can climb outta hell one inch at a time. Now, I can’t do it for you. I’m too old. I look around. I see these young faces, and I think -- I mean -- I made every wrong choice a middle-aged man can make. I, uh, I pissed away all my money, believe it or not. I chased off anyone who’s ever loved me. And lately, I can’t even stand the face I see in the mirror. You know, when you get old in life things get taken from you. I mean that's...part of life. But, you only learn that when you start losing stuff. You find out life’s this game of inches. So is football. Because in either game, life or football, the margin for error is so small -- I mean one-half a step too late, or too early, and you don’t quite make it. One-half second too slow, too fast, you don’t quite catch it."
  },
  {
    "text": "The inches we need are everywhere around us. They’re in every break of the game, every minute, every second. On this team, we fight for that inch. On this team, we tear ourselves and everyone else around us to pieces for that inch. We claw with our fingernails for that inch, because we know when we add up all those inches that’s gonna make the fuckin' difference between winning and losing! Between livin' and dyin'! I’ll tell you this: In any fight, it’s the guy who’s willing to die who’s gonna win that inch. And I know if I’m gonna have any life anymore, it’s because I’m still willin' to fight and die for that inch. Because that’s what livin' is! The six inches in front of your face!! Now I can’t make you do it. You got to look at the guy next to you. Look into his eyes! Now I think you’re gonna see a guy who will go that inch with you. You're gonna see a guy who will sacrifice himself for this team because he knows, when it comes down to it, you’re gonna do the same for him! That’s a team, gentleman! And, either we heal, now, as a team, or we will die as individuals. That’s football guys. That's all it is. Now, what are you gonna do?"
  },
  {
    "text": "I dropped out of Reed College after the first 6 months, but then stayed around as a drop-in for another 18 months or so before I really quit. So why did I drop out? It started before I was born. My biological mother was a young, unwed college graduate student, and she decided to put me up for adoption. She felt very strongly that I should be adopted by college graduates, so everything was all set for me to be adopted at birth by a lawyer and his wife. Except that when I popped out they decided at the last minute that they really wanted a girl. So my parents, who were on a waiting list, got a call in the middle of the night asking: We have an unexpected baby boy; do you want him?” They said: Of course. My biological mother later found out that my mother had never graduated from college and that my father had never graduated from high school. She refused to sign the final adoption papers. She only relented a few months later when my parents promised that I would someday go to college."
  },
  {
    "text": "None of this had even a hope of any practical application in my life. But 10 years later, when we were designing the first Macintosh computer, it all came back to me. And we designed it all into the Mac. It was the first computer with beautiful typography. If I had never dropped in on that single course in college, the Mac would have never had multiple typefaces or proportionally spaced fonts. And since Windows just copied the Mac, it’s likely that no personal computer would have them. If I had never dropped out, I would have never dropped in on this calligraphy class, and personal computers might not have the wonderful typography that they do. Of course it was impossible to connect the dots looking forward when I was in college. But it was very, very clear looking backward 10 years later. Again, you can’t connect the dots looking forward; you can only connect them looking backward. So you have to trust that the dots will somehow connect in your future. You have to trust in something — your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life."
  },
  {
    "text": "About a year ago I was diagnosed with cancer. I had a scan at 7:30 in the morning, and it clearly showed a tumor on my pancreas. I didn’t even know what a pancreas was. The doctors told me this was almost certainly a type of cancer that is incurable, and that I should expect to live no longer than three to six months. My doctor advised me to go home and get my affairs in order, which is doctor’s code for prepare to die. It means to try to tell your kids everything you thought you’d have the next 10 years to tell them in just a few months. It means to make sure everything is buttoned up so that it will be as easy as possible for your family. It means to say your goodbyes. I lived with that diagnosis all day. Later that evening I had a biopsy, where they stuck an endoscope down my throat, through my stomach and into my intestines, put a needle into my pancreas and got a few cells from the tumor. I was sedated, but my wife, who was there, told me that when they viewed the cells under a microscope the doctors started crying because it turned out to be a very rare form of pancreatic cancer that is curable with surgery. I had the surgery and I’m fine now."
  },
  {
    "text": "No one wants to die. Even people who want to go to heaven don’t want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life’s change agent. It clears out the old to make way for the new. Right now the new is you, but someday not too long from now, you will gradually become the old and be cleared away. Sorry to be so dramatic, but it is quite true. Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma — which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
  },
  {
    "text": "Don't ever let somebody tell you ... you can't do something. Not even me. All right? You got a dream. You gotta protect it. People can't do something themselves, they want to tell you can't do it. If you want something, go get it. Period."
  },
  {
    "text": "Atticus said to Jem one day, I’d rather you shot at tin cans in the backyard, but I know you’ll go after birds. Shoot all the blue jays you want, if you can hit ‘em, but remember it’s a sin to kill a mockingbird. That was the only time I ever heard Atticus say it was a sin to do something, and I asked Miss Maudie about it. Your father’s right, she said. Mockingbirds don’t do one thing except make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corn cribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird."
  },
  {
    "text": "We believe that we can change the things around us in accordance with our desires—we believe it because otherwise we can see no favourable outcome. We do not think of the outcome which generally comes to pass and is also favourable: we do not succeed in changing things in accordance with our desires, but gradually our desires change. The situation that we hoped to change because it was intolerable becomes unimportant to us. We have failed to surmount the obstacle, as we were absolutely determined to do, but life has taken us round it, led us beyond it, and then if we turn round to gaze into the distance of the past, we can barely see it, so imperceptible has it become."
  },
  {
    "text": "Hello babies. Welcome to Earth. It’s hot in the summer and cold in the winter. It’s round and wet and crowded. On the outside, babies, you’ve got a hundred years here. There’s only one rule that I know of, babies - God damn it, you’ve got to be kind."
  },
  {
    "text": "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain."
  },
  {
    "text": "You can tell yourself that you would be willing to lose everything you have in order to get something you want. But it’s a catch-22: all of those things you’re willing to lose are what make you recognizable. Lose them, and you’ve lost yourself."
  },
  {
    "text": "The only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles exploding like spiders across the stars."
  },
  {
    "text": "Sometimes fate is like a small sandstorm that keeps changing directions. You change direction but the sandstorm chases you. You turn again, but the storm adjusts. Over and over you play this out, like some ominous dance with death just before dawn. Why? Because this storm isn’t something that blew in from far away, something that has nothing to do with you. This storm is you. Something inside of you. So all you can do is give in to it, step right inside the storm, closing your eyes and plugging up your ears so the sand doesn’t get in, and walk through it, step by step. There’s no sun there, no moon, no direction, no sense of time. Just fine white sand swirling up into the sky like pulverized bones. That’s the kind of sandstorm you need to imagine. And you really will have to make it through that violent, metaphysical, symbolic storm. No matter how metaphysical or symbolic it might be, make no mistake about it: it will cut through flesh like a thousand razor blades. People will bleed there, and you will bleed too. Hot, red blood. You’ll catch that blood in your hands, your own blood and the blood of others. And once the storm is over you won’t remember how you made it through, how you managed to survive. You won’t even be sure, in fact, whether the storm is really over. But one thing is certain. When you come out of the storm you won’t be the same person who walked in. That’s what this storm’s all about."
  },
  {
    "text": "The most important things are the hardest to say. They are the things you get ashamed of, because words diminish them — words shrink things that seemed limitless when they were in your head to no more than living size when they’re brought out. But it’s more than that, isn’t it? The most important things lie too close to wherever your secret heart is buried, like landmarks to a treasure your enemies would love to steal away. And you may make revelations that cost you dearly only to have people look at you in a funny way, not understanding what you’ve said at all, or why you thought it was so important that you almost cried while you were saying it. That’s the worst, I think. When the secret stays locked within not for want of a teller but for want of an understanding ear."
  },
  {
    "text": "Lolita, light of my life, fire of my loins. My sin, my soul. Lo-lee-ta: the tip of the tongue taking a trip of three steps down the palate to tap, at three, on the teeth. Lo. Lee. Ta. She was Lo, plain Lo, in the morning, standing four feet ten in one sock. She was Lola in slacks. She was Dolly at school. She was Dolores on the dotted line. But in my arms she was always Lolita. Did she have a precursor? She did, indeed she did. In point of fact, there might have been no Lolita at all had I not loved, one summer, an initial girl-child. In a princedom by the sea. Oh when? About as many years before Lolita was born as my age was that summer. You can always count on a murderer for a fancy prose style. Ladies and gentlemen of the jury, exhibit number one is what the seraphs, the misinformed, simple, noble-winged seraphs, envied. Look at this tangle of thorns."
  },
  {
    "text": "I will be very careful the next time I fall in love, she told herself. Also, she had made a promise to herself that she intended on keeping. She was never going to go out with another writer: no matter how charming, sensitive, inventive or fun they could be. They weren’t worth it in the long run. They were emotionally too expensive and the upkeep was complicated. They were like having a vacuum cleaner around the house that broke all the time and only Einstein could fix it. She wanted her next lover to be a broom."
  },
  {
    "text": "Number one, expressing our anger by pitching a (conniption) fit helps no one. People often say, You need to get your anger out! Well, if anger were a finite entity like blowing your nose, maybe that would work. Blow your nose—all clear!! But unresolved anger is infinite. You can express it all day, but we’ll just make more!! Instead, anger is like bad breath. Breathing it enthusiastically on me is not going to help you smell any better. Anger needs to be resolved. It’s legit to tell someone ABOUT your anger, but that is very different from DOING your anger to him or her. You see anger is like a warning light on the dashboard. It means that something is wrong—maybe with ME—and some kind of problem needs to be solved. So expressing the fact that we have it helps begin the detective work to figure out what the problem is. But that is very different from going off on someone. Conniptions help nothing."
  },
  {
    "text": "Think about the times you get angry: You’re late for a job interview. You’ve missed every red light. As you top the hill, you see the light ahead is already green, so you speed up but just as you near it, it changes yellow. You curse by every saint in the calendar and bang your steering wheel. Now, why did you do that? Anger wasn’t the first thing you felt. The first thing you felt was fear (scared of being late for your interview), helplessness (unless you have some powers I wish I had, you can’t make lights stay green). Get it? Most anger is about not facing the weak feeling."
  },
  {
    "text": "So, before we have a conniption, we first need to be honest—with ourselves and some safe people—that we are struggling with anger. Anger signals a problem that needs to be solved. But remember, telling someone ABOUT our anger is different from DOING our anger to them. Secondly, anger may signal a need to set limits to protect ourselves from harm. Many people remain angry victims and never learn to have a strong NO against hurtful people. Thirdly, most of our daily anger is an attempt to not feel something helpless or weak. As one person said, If small things make someone angry, then think how small that person must feel! So good luck to you and yours!!"
  },
  {
    "text": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close."
  },
  {
    "text": "I will be very careful the next time I fall in love, she told herself. Also, she had made a promise to herself that she intended on keeping. She was never going to go out with another writer: no matter how charming, sensitive, inventive or fun they could be. They weren’t worth it in the long run. They were emotionally too expensive and the upkeep was complicated. They were like having a vacuum cleaner around the house that broke all the time and only Einstein could fix it. She wanted her next lover to be a broom."
  },
  {
    "text": "If you’re going to try, go all the way. Otherwise, don’t even start. This could mean losing girlfriends, wives, relatives and maybe even your mind. It could mean not eating for three or four days. It could mean freezing on a park bench. It could mean jail. It could mean derision. It could mean mockery–isolation. Isolation is the gift. All the others are a test of your endurance, of how much you really want to do it. And, you’ll do it, despite rejection and the worst odds. And it will be better than anything else you can imagine. If you’re going to try, go all the way. There is no other feeling like that. You will be alone with the gods, and the nights will flame with fire. You will ride life straight to perfect laughter. It’s the only good fight there is."
  },
  {
    "text": "I think we are well-advised to keep on nodding terms with the people we used to be, whether we find them attractive company or not. Otherwise they turn up unannounced and surprise us, come hammering on the mind’s door at 4 a.m. of a bad night and demand to know who deserted them, who betrayed them, who is going to make amends. We forget all too soon the things we thought we could never forget. We forget the loves and the betrayals alike, forget what we whispered and what we screamed, forget who we were."
  },
  {
    "text": "You think because he doesn’t love you that you are worthless. You think that because he doesn’t want you anymore that he is right — that his judgement and opinion of you are correct. If he throws you out, then you are garbage. You think he belongs to you because you want to belong to him. Don’t. It’s a bad word, ‘belong.’ Especially when you put it with somebody you love. Love shouldn’t be like that. Did you ever see the way the clouds love a mountain? They circle all around it; sometimes you can’t even see the mountain for the clouds. But you know what? You go up top and what do you see? His head."
  },
  {
    "text": "I don’t have any problem understanding why people flunk out of college or quit their jobs or cheat on each other or break the law or spray-paint walls. A little bit outside of things is where some people feel each other. We do it to replace the frame of family. We do it to erase and remake our origins in their own images. To say, I too was here."
  },
  {
    "text": "There is an idea of a Patrick Bateman, some kind of abstraction, but there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping yours and maybe you can even sense our lifestyles are probably comparable: I simply am not there."
  },
  {
    "text": "On behalf of the great state of Illinois, crossroads of a nation, Land of Lincoln, let me express my deepest gratitude for the privilege of addressing this convention. Tonight is a particular honor for me because, let’s face it, my presence on this stage is pretty unlikely. My father was a foreign student, born and raised in a small village in Kenya. He grew up herding goats, went to school in a tin-roof shack. His father -- my grandfather -- was a cook, a domestic servant to the British. But my grandfather had larger dreams for his son. Through hard work and perseverance my father got a scholarship to study in a magical place, America, that shone as a beacon of freedom and opportunity to so many who had come before. While studying here, my father met my mother. She was born in a town on the other side of the world, in Kansas. Her father worked on oil rigs and farms through most of the Depression. The day after Pearl Harbor my grandfather signed up for duty; joined Patton’s army, marched across Europe. Back home, my grandmother raised a baby and went to work on a bomber assembly line. After the war, they studied on the G.I. Bill, bought a house through F.H.A., and later moved west all the way to Hawaii in search of opportunity."
  },
  {
    "text": "And they, too, had big dreams for their daughter. A common dream, born of two continents. My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or ”blessed,” believing that in a tolerant America your name is no barrier to success. They imagined -- They imagined me going to the best schools in the land, even though they weren’t rich, because in a generous America you don’t have to be rich to achieve your potential. They're both passed away now. And yet, I know that on this night they look down on me with great pride. They stand here, and I stand here today, grateful for the diversity of my heritage, aware that my parents’ dreams live on in my two precious daughters. I stand here knowing that my story is part of the larger American story, that I owe a debt to all of those who came before me, and that, in no other country on earth, is my story even possible."
  }
]
